export const faqData = [
  {
    id: 1,
    title:
      'Какие рекомендации по оборудованию для запуска сервера?',
    descripton:
      'Для стабильной и плавной работы сервера мы рекомендуем использовать сервер с не менее 4 ядрами процессора, 8 ГБ ОЗУ и 1 ТБ жёсткого диска. Однако, конкретные требования к оборудованию могут варьироваться в зависимости от количества игроков и сложности настройки вашего сервера.',
  },
  {
    id: 2,
    title: 'Как настроить сервер?',
    descripton:
      'Для настройки сервера  вам нужно скачать программное обеспечение сервера с официального сайта Minecraft, создать новый каталог для вашего сервера и настроить настройки сервера с помощью текстового редактора. Вы можете найти подробные инструкции на официальном сайте Minecraft или на нашей странице поддержки.',
  },
  {
    id: 3,
    title: 'Могу ли я настроить мой сервер ?',
    descripton:
      'Да, вы можете настроить свой сервер , чтобы соответствовать вашим потребностям. Вы можете изменить имя сервера, настроить дополнительные плагины и настроить различные параметры с помощью файла server.properties. Кроме того, вы можете использовать третьи плагины, чтобы добавить функции, такие как разрешения игроков, кастомные команды и т.д.',
  },
  {
    id: 4,
    title: 'Как управлять моим сервером ?',
    descripton:
      'Вы можете управлять сервером с помощью встроенных команд сервера, таких как /stop для остановки сервера, /restart для перезапуска и /op для назначения операторских прав игрокам. Кроме того, вы можете использовать третьи инструменты и плагины для мониторинга и управления сервером.',
  },
  {
    id: 5,
    title: 'Безопасен ли мой сервер ?',
    descripton:
      'По умолчанию программное обеспечение сервера Minecraft не является безопасным, так как оно не включает в себя встроенные функции безопасности. Однако, вы можете добавить меры безопасности, такие как установка сильных паролей, ограничение доступа к серверу и использование плагинов для предотвращения хакинга и других угроз безопасности. Кроме того, вы можете использовать VPN для шифрования данных, передаваемых между вашим сервером и клиентами.',
  },
];
